/* add card section - section title
consent section - add a new card */
"Add new" = "Add new";

"Apple Pay" = "Apple Pay";

/* title for bank selection */
"Bank" = "Bank";

/* Billing Address - title */
"Billing Address" = "Billing Address";

/* add card section - billing info */
"Billing country or region" = "Billing country or region";

/* consent section - alert cancel button to delete a consent */
"Cancel" = "Cancel";

"Card" = "Card";

/* Card Info Cell - title */
"Card Information" = "Card Information";

/* user input validation */
"Card’s expiration date is invalid" = "Card’s expiration date is invalid";

/* consent section - unselect consent and go back to consent list */
"Change" = "Change";

/* consent section - choose a saved card */
"Choose a card" = "Choose a card";

/* billing city placeholder */
"City" = "City";

/* close button for alert */
"Close" = "Close";

/* checkout button title for recurring payment */
"Confirm" = "Confirm";

/* consent section - cvc field placeholder
user input - cvc placeholder */
"CVC" = "CVC";

/* add card section - billing field */
"Email" = "Email";

/* user input validation */
"Expiry date is required" = "Expiry date is required";

/* add card section - UnionPay warning message */
"For UnionPay, only credit cards can be saved. Click “Pay” to proceed with a one time payment or use another card if you would like to save it for future use." = "For UnionPay, only credit cards can be saved. Click “Pay” to proceed with a one time payment or use another card if you would like to save it for future use.";

/* user input validation */
"Invalid email" = "Invalid email";

/* user input validation */
"Invalid phone number" = "Invalid phone number";

/* schema section - invalid schema data */
"Invalid schema" = "Invalid schema";

/* user input validation */
"Invalid state" = "Invalid state";

/* add card section - button to switch to consent list */
"Keep using saved cards" = "Keep using saved cards";

/* add card section - billing field */
"Name on card" = "Name on card";

/* payment section separator */
"Or pay with" = "Or pay with";

/* checkout button title for one-off payment */
"Pay" = "Pay";

/* title for payment sheet */
"Payment Methods" = "Payment Methods";

/* add card section - billing field */
"Phone number" = "Phone number";

/* user input validation */
"Please enter your city" = "Please enter your city";

/* country selection view error hint
user input validation */
"Please enter your country" = "Please enter your country";

/* user input validation */
"Please enter your first name" = "Please enter your first name";

/* user input validation */
"Please enter your last name" = "Please enter your last name";

/* user input validation */
"Please enter your name on card" = "Please enter your name on card";

/* user input validation */
"Please enter your street" = "Please enter your street";

/* user input validation - bank selection view error hint */
"Please select a bank" = "Please select a bank";

/* billing postal code placeholder */
"Postal code" = "Postal code";

/* consent section - alert confirm button to remove a consent */
"Remove" = "Remove";

/* consent section - alert title for delete a consent */
"Remove %@?" = "Remove %@?";

/* Billing Address - reuse toggle */
"Same as shipping address" = "Same as shipping address";

/* add card section - toggle for card saving */
"Save my card for future payments" = "Save my card for future payments";

/* schema section - title of Bank Selection form */
"Select your Bank" = "Select your Bank";

/* bank selection placeholder
country selection view placeholder */
"Select..." = "Select...";

/* billing state placeholder */
"State" = "State";

/* billing street placeholder */
"Street" = "Street";

/* consent section - alert message for delete a consent */
"This option will be permanently removed from your saved payment methods." = "This option will be permanently removed from your saved payment methods.";

/* alert message for delete MIT consent */
"This card is used for other payments you've set up with %@. Please contact %@ to update the payment method for these payments before removing this card." = "This card is used for other payments you've set up with %@. Please contact %@ to update the payment method for these payments before removing this card.";

/* schema payment redirect reminder */
"You will be redirected to complete your payment upon confirmation." = "You will be redirected to complete your payment upon confirmation.";


/* Apple Pay section - instruction text */
"Click the Apple Pay button below to securely complete your purchase." = "Click the Apple Pay button below to securely complete your purchase.";


/* billing state placeholder */
"Area" = "Area";

/* billing state placeholder */
"County" = "County";

/* billing state placeholder */
"Department" = "Department";

/* billing state/city placeholder */
"District" = "District";

/* billing state placeholder */
"Do Si" = "Do Si";

/* billing postal code placeholder */
"Eircode" = "Eircode";

/* billing state placeholder */
"Emirate" = "Emirate";

/* billing state placeholder */
"Island" = "Island";

/* billing state placeholder */
"Oblast" = "Oblast";

/* billing state placeholder */
"Parish" = "Parish";

/* billing postal code placeholder */
"Pin" = "Pin";

/* billing state placeholder */
"Prefecture" = "Prefecture";

/* billing state placeholder */
"Province" = "Province";

/* billing city placeholder */
"Suburb" = "Suburb";

/* billing city placeholder */
"Town" = "Town";

/* billing postal code placeholder */
"ZIP code" = "ZIP code";

/* RegexInputValidator - shown when a required field is left empty */
"Required" = "Required";

/* RegexInputValidator - shown when input does not match its expected format */
"Please enter a valid value" = "Please enter a valid value";
